tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'boost'
brew 'openssl'
brew 'asio'
brew 'readline'
brew 'bash'
brew 'bison'
brew 'c-ares'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'libtool'
brew 'cfssl'
brew 'cmake'
brew 'cpp-netlib'
brew 'ctags'
brew 'd-bus'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'gawk'
brew 'gdbm'
brew 'geoip'
brew 'gflags'
brew 'git-flow'
brew 'pkg-config'
brew 'libffi'
brew 'glib'
brew 'glog'
brew 'gmp'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libpng'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'libressl'
brew 'lz4'
brew 'lzo'
brew 'maven'
brew 'mercurial'
brew 'nmap'
brew 'node'
brew 'openconnect'
brew 'openvpn'
brew 'snappy'
brew 'rocksdb'
brew 'thrift'
brew 'yara'
brew 'sleuthkit'
brew 'osquery'
brew 'python3'
brew 'qt'
brew 'qt5'
brew 'sbt'
brew 'scala'
brew 'socat'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'watch'
brew 'wget'
brew 'wireshark', args: ['with-qt']
brew 'zsh'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'adium'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'iterm2-beta'
cask 'spotify'
cask 'tuntap'
cask 'vagrant'
cask 'virtualbox'
cask 'wireshark'
