tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'neovim/neovim'
cask 'java'
cask 'xquartz'
brew 'ammonite-repl'
brew 'docbook'
brew 'asciidoc'
brew 'openssl'
brew 'asio'
brew 'gdbm'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-git-prompt'
brew 'bison'
brew 'boost'
brew 'c-ares'
brew 'cargo-completion'
brew 'libtool'
brew 'cfssl'
brew 'cmake'
brew 'cookiecutter'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'dbus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git'
brew 'docker'
brew 'docker-completion'
brew 'docker-machine'
brew 'libyaml'
brew 'docker-compose'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'geoip'
brew 'gettext'
brew 'gflags'
brew 'gifsicle'
brew 'git-flow'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'go'
brew 'glide'
brew 'glog'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'graphviz'
brew 'groovy'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'iftop'
brew 'xz'
brew 'imagemagick'
brew 'influxdb'
brew 'oniguruma'
brew 'jq'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'libevent'
brew 'libmagic'
brew 'libressl'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lz4'
brew 'lzo'
brew 'maven'
brew 'mercurial'
brew 'msgpack'
brew 'mysql-connector-c'
brew 'nmap'
brew 'node'
brew 'openconnect'
brew 'openvpn'
brew 'snappy'
brew 'rocksdb'
brew 'sleuthkit'
brew 'yara'
brew 'osquery'
brew 'pandoc'
brew 'pkg-config'
brew 'python3'
brew 'postgresql'
brew 'putty'
brew 'qt5'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'scala@2.10'
brew 'socat'
brew 'terraform'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'utf8proc'
brew 'vault'
brew 'vim', args: ['with-override-system-vi']
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/boneyard/cpp-netlib'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'adium'
cask 'black-screen'
cask 'firefox'
cask 'font-fira-code'
cask 'font-fira-mono-for-powerline'
cask 'google-chrome'
cask 'p4'
cask 'rodeo'
cask 'spotify'
cask 'tuntap'
cask 'vagrant'
cask 'virtualbox'
cask 'wireshark'
